Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Existing tags keep their assigned color
de: Vorhandene Tags behalten ihre zugewiesene Farbe.
el: Οι υπάρχες ετικέτες διατηρούν το εκχωρημένο τους χρώμα.
es: Las etiquetas existentes mantienen su color asignado.
fr: Les tags existants conservent leur couleur attribuée.
it: I tag esistenti mantengono il colore assegnato.
ja: 既存のタグは割り当てられた色を保持します。
nl: Bestaande tags behouden hun toegewezen kleur.
pt_pt: As etiquetas existentes mantêm a sua cor atribuída.
sv: Befintliga taggar behåller sin tilldelade färg.

source: Generating an image with %@...
de: Bild wird mit %@ generiert...
el: Δημιουργία εικόνας με %@...
es: Generando una imagen con %@...
fr: Génération d’une image avec %@…
it: Generazione di un'immagine con %@...
ja: %@で画像を生成中…
nl: Afbeelding genereren met %@...
pt_pt: A gerar uma imagem com %@...
sv: Genererar en bild med %@...

source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
it: Continua
ja: 続行
nl: Doorgaan
pt_pt: Continuar
sv: Fortsätt

source: MCP Servers
de: MCP-Server
el: Διακομιστές MCP
es: Servidores MCP
fr: Serveurs MCP
it: Server MCP
ja: MCPサーバー
pt_pt: Servidores MCP
sv: MCP-servrar

source: Silent Night
de: Stille Nacht
el: Άγια Νύχτα
es: Noche silenciosa
fr: Nuit silencieuse
it: Notte silenziosa
ja: サイレントナイト
nl: Stille Nacht
pt_pt: Noite Silenciosa
sv: Stilla natt

source: Zoom %lld percent
de: Zoom %lld Prozent
el: Ζουμ %lld τοις εκατό
es: Zoom: %lld por ciento
fr: Zoom à %lld %
it: Zoom %lld percento
ja: ズーム %lld％
nl: Zoom %lld procent
pt_pt: Zoom de %lld%%
sv: Zooma %lld procent

source: Thank you! ☕
de: Danke! ☕
el: Ευχαριστούμε! ☕
es: ¡Gracias! ☕
fr: Merci ! ☕
it: Grazie! ☕
ja: ありがとうございます！☕
nl: Bedankt! ☕
pt_pt: Obrigado! ☕
sv: Tack! ☕

source: Searches the web for current information. Requires a configured search service and web search enabled in the chat.
de: Durchsucht das Web nach aktuellen Informationen. Erfordert einen konfigurierten Suchdienst und aktivierte Websuche im Chat.
el: Αναζητά στον ιστό τρέχουσες πληροφορίες. Απαιτεί ρυθμισμένη υπηρεσία αναζήτησης και ενεργοποιημένη αναζήτηση στον ιστό στη συνομιλία.
es: Busca información actual en la web. Requiere un servicio de búsqueda configurado y la búsqueda web habilitada en el chat.
fr: Recherche des informations à jour sur le Web. Nécessite un service de recherche configuré et l’activation de la recherche sur le Web dans le chat.
it: Cerca informazioni aggiornate sul web. Richiede un servizio di ricerca configurato e la ricerca sul web abilitata nella chat.
ja: 最新情報をウェブで検索します。設定済みの検索サービスと、チャットでのウェブ検索の有効化が必要です。
nl: Zoekt op het web naar actuele informatie. Vereist een geconfigureerde zoekservice en ingeschakeld zoeken op het web in de chat.
pt_pt: Pesquisa na web informações atuais. Requer um serviço de pesquisa configurado e a pesquisa na web ativada na conversa.
sv: Söker på webben efter aktuell information. Kräver en konfigurerad söktjänst och att webbsökning är aktiverad i chatten.

source: Always Deny Selected
de: Ausgewählte Option „Immer ablehnen“
el: Πάντα απόρριψη επιλεγμένη
es: Denegar siempre seleccionado
fr: Toujours refuser la sélection
it: Nega sempre i selezionati
ja: 選択時は常に拒否する
nl: Altijd weigeren geselecteerd
pt_pt: Recusar sempre selecionado
sv: Neka alltid valt

source: Synchronizing all app data...
de: Alle App-Daten werden synchronisiert...
el: Συγχρονισμός όλων των δεδομένων της εφαρμογής...
es: Sincronizando todos los datos de la app...
fr: Synchronisation de toutes les données de l’app…
it: Sincronizzazione di tutti i dati dell’app...
ja: すべてのアプリデータを同期中…
nl: Alle appgegevens synchroniseren...
pt_pt: A sincronizar todos os dados da app…
sv: Synkroniserar all appdata...

source: Deny
de: Verweigern
el: Άρνηση
es: Denegar
fr: Refuser
it: Nega
ja: 拒否する
nl: Weigeren
pt_pt: Recusar
sv: Neka

source: Loading settings...
de: Einstellungen werden geladen …
el: Φόρτωση ρυθμίσεων...
es: Cargando configuración...
fr: Chargement des réglages…
it: Caricamento delle impostazioni...
ja: 設定を読み込み中…
nl: Instellingen worden geladen...
pt_pt: A carregar as definições...
sv: Läser in inställningar...

source: Your server, your control
de: Dein Server, deine Kontrolle
el: Ο διακομιστής σας, ο έλεγχός σας
es: Tu servidor, tu control
fr: Votre serveur, votre contrôle
it: Il tuo server, il tuo controllo
ja: あなたのサーバー、あなたのコントロール
nl: Jouw server, jouw controle
pt_pt: O seu servidor, o seu controlo
sv: Din server, din kontroll

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pt_pt: Eliminar
sv: Radera

source: Keep it short and descriptive
de: Kurz und prägnant
el: Κρατήστε το σύντομο και περιγραφικό
es: Sé breve y descriptivo
fr: Soyez bref et descriptif
it: Mantienilo breve e descrittivo
ja: 短く分かりやすく
nl: Houd het kort en duidelijk
pt_pt: Seja breve e descritivo
sv: Håll det kort och beskrivande

source: iCloud account unavailable
de: iCloud-Account nicht verfügbar
el: Ο λογαριασμός iCloud δεν είναι διαθέσιμος
es: Cuenta de iCloud no disponible
fr: Compte iCloud indisponible
it: Account iCloud non disponibile
ja: iCloudアカウントを利用できません
nl: iCloud-account niet beschikbaar
pt_pt: Conta do iCloud indisponível
sv: iCloud-kontot är inte tillgängligt

source: Loading
de: Wird geladen
el: Φόρτωση
es: Cargando
fr: Chargement en cours
it: Caricamento
ja: 読み込み中
nl: Laden
pt_pt: A carregar
sv: Läser in

source: Very creative
de: Sehr kreativ
el: Πολύ δημιουργικό
es: Muy creativo
fr: Très créatif
it: Molto creativo
ja: とても創造的
nl: Zeer creatief
pt_pt: Muito criativo
sv: Mycket kreativ

source: Your support keeps development and updates going!
de: Deine Unterstützung ermöglicht die weitere Entwicklung und Updates!
el: Η υποστήριξή σας βοηθά να συνεχίζονται η ανάπτυξη και οι ενημερώσεις!
es: ¡Tu apoyo permite continuar con el desarrollo y las actualizaciones!
fr: Votre soutien permet de poursuivre le développement et les mises à jour !
it: Il tuo supporto permette di continuare lo sviluppo e gli aggiornamenti!
ja: 皆さまのご支援が、開発とアップデートの継続につながります！
nl: Jouw steun houdt de ontwikkeling en updates gaande!
pt_pt: O seu apoio permite dar continuidade ao desenvolvimento e às atualizações!
sv: Ditt stöd håller utvecklingen och uppdateringarna igång!

source: Tap the Share button in any app.
de: Tippen Sie in einer beliebigen App auf die Teilen-Taste.
el: Πατήστε το κουμπί Κοινή χρήση σε οποιαδήποτε εφαρμογή.
es: Toca el botón Compartir en cualquier app.
fr: Appuyez sur le bouton Partager dans n’importe quelle application.
it: Tocca il pulsante Condividi in qualsiasi app.
ja: 任意のアプリで共有ボタンをタップしてください。
nl: Tik op de Deel-knop in een app.
pt_pt: Toque no botão Partilhar em qualquer aplicação.
sv: Tryck på dela-knappen i valfri app.

source: No Media or Files
de: Keine Medien oder Dateien
el: Δεν υπάρχουν μέσα ή αρχεία
es: Sin medios ni archivos
fr: Aucun média ni fichier
it: Nessun media o file
ja: メディアやファイルがありません
nl: Geen media of bestanden
pt_pt: Sem Média ou Ficheiros
sv: Inga medier eller filer

source: Continue your latest chat
de: Führe deinen letzten Chat fort
el: Συνέχισε την τελευταία σου συνομιλία
es: Continúa tu último chat
fr: Poursuivre votre dernière conversation
it: Continua la tua ultima chat
ja: 最新のチャットを続ける
nl: Ga door met je laatste gesprek
pt_pt: Continue a sua última conversa
sv: Fortsätt din senaste chatt

source: The MCP tool was disabled before it could execute.
de: Das MCP-Tool wurde deaktiviert, bevor es ausgeführt werden konnte.
el: Το εργαλείο MCP απενεργοποιήθηκε πριν προλάβει να εκτελεστεί.
es: La herramienta MCP se desactivó antes de poder ejecutarse.
fr: L’outil MCP a été désactivé avant de pouvoir s’exécuter.
it: Lo strumento MCP è stato disabilitato prima di poter essere eseguito.
ja: 実行前にMCPツールが無効になりました。
nl: De MCP-tool is uitgeschakeld voordat deze kon worden uitgevoerd.
pt_pt: A ferramenta MCP foi desativada antes de poder ser executada.
sv: MCP-verktyget inaktiverades innan det hann köras.

# Remove from Favourites
source: Remove from Favorites
de: Aus Favoriten entfernen
el: Αφαίρεση από Αγαπημένα
es: Quitar de Favoritos
fr: Retirer des favoris
it: Rimuovi dai Preferiti
ja: お気に入りから削除
nl: Verwijderen uit favorieten
pt_pt: Remover dos Favoritos
sv: Ta bort från favoriter

source: Forked conversation
de: Abgezweigte Unterhaltung
el: Διακλαδωμένη συνομιλία
es: Conversación bifurcada
fr: Conversation dérivée
it: Conversazione ramificata
ja: 分岐した会話
nl: Gesplitst gesprek
pt_pt: Conversa bifurcada
sv: Förgrenad konversation

source: %lld of 1 MCP tool enabled. Availability and permissions can also be managed from the chat input bar.
de: %lld von 1 MCP-Tool aktiviert. Verfügbarkeit und Berechtigungen können auch über die Chat-Eingabeleiste verwaltet werden.
el: %lld από 1 εργαλείο MCP ενεργοποιήθηκε. Η διαθεσιμότητα και τα δικαιώματα μπορούν επίσης να διαχειριστούν από τη γραμμή εισαγωγής συνομιλίας.
es: %lld de 1 herramienta MCP activada. La disponibilidad y los permisos también se pueden gestionar desde la barra de entrada del chat.
fr: %lld outil MCP sur 1 est activé. La disponibilité et les autorisations peuvent également être gérées depuis la barre de saisie du chat.
it: %lld di 1 strumento MCP abilitato. Disponibilità e autorizzazioni possono essere gestite anche dalla barra di inserimento della chat.
ja: 1 個中 %lld 個の MCP ツールが有効です。利用可能状況と権限はチャット入力バーからも管理できます。
nl: %lld van 1 MCP-tool ingeschakeld. Beschikbaarheid en machtigingen kunnen ook worden beheerd via de invoerbalk van de chat.
pt_pt: %lld de 1 ferramenta MCP ativada. A disponibilidade e as permissões também podem ser geridas a partir da barra de introdução de texto do chat.
sv: %lld av 1 MCP-verktyg aktiverat. Tillgänglighet och behörigheter kan också hanteras från chattens inmatningsfält.

source: Asks your selected vision model to analyze attached images when the chat model cannot see them.
de: Fordert Ihr ausgewähltes Vision-Modell auf, angehängte Bilder zu analysieren, wenn das Chat-Modell sie nicht sehen kann.
el: Ζητά από το επιλεγμένο μοντέλο όρασης να αναλύσει τις επισυναπτόμενες εικόνες όταν το μοντέλο συνομιλίας δεν μπορεί να τις δει.
es: Solicita a tu modelo de visión seleccionado que analice las imágenes adjuntas cuando el modelo de chat no pueda verlas.
fr: Demande à votre modèle de vision sélectionné d’analyser les images jointes lorsque le modèle de chat ne peut pas les voir.
it: Chiede al modello di visione selezionato di analizzare le immagini allegate quando il modello di chat non può visualizzarle.
ja: チャットモデルが画像を認識できない場合に、選択したビジョンモデルに添付画像の分析を依頼します。
nl: Vraagt je geselecteerde visiemodel om bijgevoegde afbeeldingen te analyseren wanneer het chatmodel ze niet kan zien.
pt_pt: Pede ao modelo de visão selecionado para analisar as imagens anexadas quando o modelo de chat não as consegue ver.
sv: Ber din valda synmodell att analysera bifogade bilder när chattmodellen inte kan se dem.

source: Too many requests. Please try again later.
de: Zu viele Anfragen. Bitte versuchen Sie es später erneut.
el: Πάρα πολλά αιτήματα. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Demasiadas solicitudes. Por favor, inténtalo de nuevo más tarde.
fr: Trop de requêtes. Veuillez réessayer plus tard.
it: Troppe richieste. Riprova più tardi.
ja: リクエストが多すぎます。後でもう一度お試しください。
nl: Te veel verzoeken. Probeer het later opnieuw.
pt_pt: Demasiados pedidos. Por favor, tente novamente mais tarde.
sv: För många förfrågningar. Försök igen senare.

source: Loading image...
de: Bild wird geladen...
el: Φόρτωση εικόνας...
es: Cargando imagen...
fr: Chargement de l’image...
it: Caricamento immagine...
ja: 画像を読み込み中...
nl: Afbeelding laden...
pt_pt: A carregar imagem...
sv: Laddar bild...

source: Disable Web Search
de: Websuche deaktivieren
el: Απενεργοποίηση Αναζήτησης Ιστού
es: Desactivar búsqueda web
fr: Désactiver la recherche Web
it: Disattiva ricerca web
ja: ウェブ検索を無効にする
nl: Webzoekfunctie uitschakelen
pt_pt: Desativar Pesquisa Web
sv: Inaktivera webbsökning

source: The profile changed or was deleted before this save completed.
de: Das Profil wurde geändert oder gelöscht, bevor dieser Speichervorgang abgeschlossen wurde.
el: Το προφίλ άλλαξε ή διαγράφηκε πριν ολοκληρωθεί αυτή η αποθήκευση.
es: El perfil cambió o se eliminó antes de que se completara este guardado.
fr: Le profil a été modifié ou supprimé avant la fin de l’enregistrement.
it: Il profilo è stato modificato o eliminato prima del completamento del salvataggio.
ja: この保存が完了する前に、プロファイルが変更されたか削除されました。
nl: Het profiel is gewijzigd of verwijderd voordat deze opslag was voltooid.
pt_pt: O perfil foi alterado ou eliminado antes de esta gravação ser concluída.
sv: Profilen ändrades eller raderades innan den här sparningen slutfördes.

# No Favourites Yet
source: No Favorites Yet
de: Noch keine Favoriten vorhanden
el: Δεν υπάρχουν αγαπημένα ακόμα
es: Sin favoritos aún
fr: Aucun favori pour le moment
it: Nessun preferito ancora
ja: お気に入りはまだありません
nl: Nog geen favorieten
pt_pt: Sem Favoritos Ainda
sv: Inga favoriter än

source: Loading templates...
de: Vorlagen werden geladen …
el: Φόρτωση προτύπων...
es: Cargando plantillas...
fr: Chargement des modèles…
it: Caricamento dei modelli...
ja: テンプレートを読み込んでいます…
nl: Sjablonen laden...
pt_pt: A carregar modelos...
sv: Läser in mallar...

source: Rate the App
de: App bewerten
el: Βαθμολογήστε την εφαρμογή
es: Calificar la app
fr: Évaluer l’application
it: Valuta l’app
ja: アプリを評価する
nl: Beoordeel de app
pt_pt: Avaliar a App
sv: Betygsätt appen

source: Send File to Chat
de: Datei an Chat senden
el: Αποστολή αρχείου στη συνομιλία
es: Enviar archivo al chat
fr: Envoyer le fichier au chat
it: Invia file alla chat
ja: ファイルをチャットに送信
nl: Bestand naar chat verzenden
pt_pt: Enviar ficheiro para o chat
sv: Skicka fil till chatt

source: Synchronized prompt template data is invalid.
de: Die Daten der synchronisierten Prompt-Vorlage sind ungültig.
el: Τα δεδομένα του συγχρονισμένου προτύπου προτροπής δεν είναι έγκυρα.
es: Los datos de la plantilla de solicitudes sincronizada no son válidos.
fr: Les données du modèle d’invite synchronisé ne sont pas valides.
it: I dati del modello del prompt sincronizzato non sono validi.
ja: 同期されたプロンプトテンプレートのデータが無効です。
nl: De gegevens van de gesynchroniseerde promptsjabloon zijn ongeldig.
pt_pt: Os dados do modelo de prompt sincronizado são inválidos.
sv: Synkroniserade data för prompter är ogiltiga.

source: Tap to return to your conversation
de: Tippen, um zu Ihrer Unterhaltung zurückzukehren.
el: Πατήστε για να επιστρέψετε στη συνομιλία σας.
es: Toca para volver a tu conversación.
fr: Touchez pour revenir à votre conversation.
it: Tocca per tornare alla tua conversazione.
ja: 会話に戻るにはタップしてください
nl: Tik om terug te keren naar je gesprek.
pt_pt: Toque para voltar à sua conversa.
sv: Tryck för att återvända till din konversation.

source: The server configuration changed while the response was running.
de: Die Serverkonfiguration wurde geändert, während die Antwort erstellt wurde.
el: Η διαμόρφωση του διακομιστή άλλαξε ενώ η απάντηση ήταν σε εξέλιξη.
es: La configuración del servidor cambió mientras se generaba la respuesta.
fr: La configuration du serveur a changé pendant le traitement de la réponse.
it: La configurazione del server è cambiata mentre la risposta era in corso.
ja: 応答中にサーバー設定が変更されました。
nl: De serverconfiguratie is gewijzigd terwijl het antwoord werd gegenereerd.
pt_pt: A configuração do servidor foi alterada enquanto a resposta estava a decorrer.
sv: Serverkonfigurationen ändrades medan svaret pågick.

source: Ocean
de: Ozean
el: Ωκεανός
es: Océano
fr: Océan
it: Oceano
ja: 海洋
nl: Oceaan
pt_pt: Oceano
sv: Hav

source: Reset App Data
de: App-Daten zurücksetzen
el: Επαναφορά δεδομένων εφαρμογής
es: Restablecer datos de la aplicación
fr: Réinitialiser les données de l’application
it: Reimposta dati app
ja: アプリデータをリセット
nl: Appgegevens resetten
pt_pt: Repor Dados da App
sv: Återställ appdata

source: Yellow
de: Gelb
el: Κίτρινο
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄色
nl: Geel
pt_pt: Amarelo
sv: Gul

source: Review each external tool before anything is executed.
de: Überprüfe jedes externe Tool, bevor etwas ausgeführt wird.
el: Ελέγξτε κάθε εξωτερικό εργαλείο πριν από οποιαδήποτε εκτέλεση.
es: Revisa cada herramienta externa antes de ejecutar cualquier acción
fr: Examinez chaque outil externe avant toute exécution.
it: Esamina ogni strumento esterno prima di eseguire qualsiasi operazione.
ja: 実行する前に、各外部ツールを確認してください。
nl: Controleer elk extern hulpprogramma voordat er iets wordt uitgevoerd.
pt_pt: Reveja cada ferramenta externa antes de executar qualquer ação.
sv: Granska varje externt verktyg innan något körs.

source: The server URL is not valid.
de: Die Server-URL ist ungültig.
el: Η διεύθυνση URL του διακομιστή δεν είναι έγκυρη.
es: La URL del servidor no es válida.
fr: L’URL du serveur n’est pas valide.
it: L'URL del server non è valido.
ja: サーバーのURLが無効です。
nl: De server-URL is niet geldig.
pt_pt: O URL do servidor não é válido.
sv: Serverns URL är inte giltig.

source: Unable to save the backup file.
de: Die Sicherungsdatei konnte nicht gespeichert werden.
el: Αδυναμία αποθήκευσης του αρχείου αντιγράφου ασφαλείας.
es: No se pudo guardar el archivo de respaldo.
fr: Impossible d’enregistrer le fichier de sauvegarde.
it: Impossibile salvare il file di backup.
ja: バックアップファイルを保存できませんでした。
nl: Kan het back-upbestand niet opslaan.
pt_pt: Não foi possível guardar o ficheiro de cópia de segurança.
sv: Kunde inte spara säkerhetskopian.

# %lld of %lld characters
source: %1$lld of %2$lld characters
de: %1$lld von %2$lld Zeichen
el: %1$lld από %2$lld χαρακτήρες
es: %1$lld de %2$lld caracteres
fr: %1$lld sur %2$lld caractères
it: %1$lld di %2$lld caratteri
ja: %1$lld / %2$lld 文字
nl: %1$lld van %2$lld tekens
pt_pt: %1$lld de %2$lld caracteres
sv: %1$lld av %2$lld tecken

source: Keep track of context
de: Kontext im Blick behalten
el: Παρακολουθήστε το πλαίσιο
es: Mantén el seguimiento del contexto
fr: Suivez le contexte
it: Tieni traccia del contesto
ja: コンテキストを追跡する
nl: Houd de context bij
pt_pt: Acompanhe o contexto
sv: Håll koll på sammanhanget

source: Memory Item %lld
de: Speichereintrag %lld
el: Στοιχείο μνήμης %lld
es: Elemento de memoria %lld
fr: Élément mémoire %lld
it: Elemento di memoria %lld
ja: メモリー項目 %lld
nl: Geheugenitem %lld
pt_pt: Item de memória %lld
sv: Minnesobjekt %lld

source: Finds references to images attached to the conversation for image analysis. Requires a selected vision model when the chat model cannot see images.
de: Findet Verweise auf an die Unterhaltung angehängte Bilder zur Bildanalyse. Erfordert ein ausgewähltes Bildverarbeitungsmodell, wenn das Chatmodell keine Bilder sehen kann.
el: Εντοπίζει αναφορές σε εικόνες που έχουν επισυναφθεί στη συνομιλία για ανάλυση εικόνας. Απαιτείται επιλεγμένο μοντέλο όρασης όταν το μοντέλο συνομιλίας δεν μπορεί να δει εικόνες.
es: Busca referencias a imágenes adjuntas a la conversación para analizarlas. Requiere un modelo de visión seleccionado cuando el modelo de chat no puede ver imágenes.
fr: Recherche les références aux images jointes à la conversation pour l’analyse d’images. Nécessite un modèle de vision sélectionné lorsque le modèle de chat ne peut pas voir les images.
it: Trova i riferimenti alle immagini allegate alla conversazione per l’analisi delle immagini. Richiede un modello di visione selezionato quando il modello di chat non può vedere le immagini.
ja: 画像分析のために会話に添付された画像への参照を検索します。チャットモデルが画像を認識できない場合は、ビジョンモデルを選択する必要があります。
nl: Vindt verwijzingen naar afbeeldingen die aan het gesprek zijn toegevoegd voor beeldanalyse. Vereist een geselecteerd visiemodel wanneer het chatmodel geen afbeeldingen kan zien.
pt_pt: Encontra referências a imagens anexadas à conversa para análise de imagens. Requer um modelo de visão selecionado quando o modelo de conversação não consegue ver imagens.
sv: Hittar referenser till bilder som bifogats i konversationen för bildanalys. Kräver att en synmodell har valts när chattmodellen inte kan se bilder.

source: Maximum of 3 tags reached. Remove one to add another.
de: Maximal 3 Tags erreicht. Entferne einen, um einen weiteren hinzuzufügen.
el: Έχετε φτάσει το μέγιστο όριο των 3 ετικετών. Αφαιρέστε μία για να προσθέσετε άλλη.
es: Se alcanzó el máximo de 3 etiquetas. Elimina una para añadir otra.
fr: Nombre maximum de 3 tags atteint. Supprimez-en un pour en ajouter un autre.
it: Raggiunto il massimo di 3 tag. Rimuovi uno per aggiungerne un altro.
ja: タグは最大3つまでです。追加するには1つ削除してください。
nl: Maximum van 3 tags bereikt. Verwijder er één om een nieuwe toe te voegen.
pt_pt: Máximo de 3 etiquetas atingido. Remova uma para adicionar outra.
sv: Maximalt 3 taggar nådda. Ta bort en för att lägga till en annan.

source: Loading memory...
de: Speicher wird geladen …
el: Φόρτωση μνήμης...
es: Cargando memoria...
fr: Chargement de la mémoire…
it: Caricamento della memoria...
ja: メモリを読み込み中…
nl: Geheugen wordt geladen...
pt_pt: A carregar a memória...
sv: Läser in minnet...

source: Title
de: Titel
el: Τίτλος
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pt_pt: Título
sv: Titel

source: Error
de: Fehler
el: Σφάλμα
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pt_pt: Erro
sv: Fel

source: Retry Deletion
de: Löschen erneut versuchen
el: Επανάληψη διαγραφής
es: Reintentar eliminación
fr: Réessayer la suppression
it: Riprova eliminazione
ja: 削除を再試行
nl: Verwijdering opnieuw proberen
pt_pt: Tentar eliminar novamente
sv: Försök ta bort igen

source: Running %@…
de: %@ wird ausgeführt …
el: Εκτελείται το %@...
es: Ejecutando %@...
fr: Exécution de %@…
it: Esecuzione di %@...
ja: %@を実行中…
nl: %@ wordt uitgevoerd...
pt_pt: A executar %@...
sv: Kör %@...

source: Select between 1 and 4 distinct image attachment IDs for analysis.
de: Wählen Sie 1 bis 4 verschiedene Bildanhang-IDs zur Analyse aus.
el: Επιλέξτε από 1 έως 4 διαφορετικά αναγνωριστικά συνημμένων εικόνων για ανάλυση.
es: Selecciona entre 1 y 4 identificadores de archivos adjuntos de imagen distintos para el análisis.
fr: Sélectionnez entre 1 et 4 identifiants de pièces jointes d’images distincts pour analyse.
it: Seleziona da 1 a 4 ID distinti degli allegati immagine per l'analisi.
ja: 解析する画像添付IDを1～4個選択してください。
nl: Selecteer 1 tot 4 verschillende ID's van afbeeldingsbijlagen voor analyse.
pt_pt: Selecione entre 1 e 4 IDs de anexos de imagem distintos para análise.
sv: Välj mellan 1 och 4 unika ID:n för bildbilagor för analys.

source: Estimated cost
de: Geschätzte Kosten
el: Εκτιμώμενο κόστος
es: Costo estimado
fr: Coût estimé
it: Costo stimato
ja: 推定費用
nl: Geschatte kosten
pt_pt: Custo estimado
sv: Beräknad kostnad

source: Update required
de: Update erforderlich
el: Απαιτείται ενημέρωση
es: Actualización necesaria
fr: Mise à jour requise
it: Aggiornamento richiesto
ja: アップデートが必要です
nl: Update vereist
pt_pt: Atualização necessária
sv: Uppdatering krävs

source: Saved to memory: %@
de: In den Speicher gespeichert: %@
el: Αποθηκεύτηκε στη μνήμη: %@
es: Guardado en la memoria: %@
fr: Enregistré en mémoire : %@
it: Salvato nella memoria: %@
ja: メモリに保存されました: %@
nl: Opgeslagen in geheugen: %@
pt_pt: Guardado na memória: %@
sv: Sparat i minnet: %@

source: Transcribing...
de: Transkribiere...
el: Μεταγραφή σε εξέλιξη...
es: Transcribiendo...
fr: Transcription en cours...
it: Trascrizione in corso...
ja: 文字起こし中...
nl: Bezig met transcriberen...
pt_pt: A transcrever...
sv: Transkriberar...

source: The deletion could not be completed.
de: Das Löschen konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της διαγραφής.
es: No se pudo completar la eliminación.
fr: La suppression n’a pas pu être effectuée.
it: Non è stato possibile completare l’eliminazione.
ja: 削除を完了できませんでした。
nl: Het verwijderen kon niet worden voltooid.
pt_pt: Não foi possível concluir a eliminação.
sv: Det gick inte att slutföra borttagningen.
